/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "speichern";
"Cancel" = "Abbrechen";
"Select Language" = "Sprache auswählen";
"Select Channel" = "Wählen Sie Kanal";
"Widget Settings" = "Widget-Einstellungen";
"Settings" = "die Einstellungen";
"More Options" = "Mehr Optionen";
"Submit" = "einreichen";
"Skip feedback" = "Feedback überspringen";
"Did we resolve your issue?" = "Haben wir Ihr Problem behoben?";
"Send Chat Transcript to your email address" = "Senden Sie das Chat-Protokoll an Ihre E-Mail-Adresse";
"Chat Transcript" = "Chat-Transkript";
"Thanks for your feedback!" = "Vielen Dank für Ihr Feedback!";
"Feedback Comment" = "Feedback Kommentar";
"Additional Feedback" = "Zusätzliches Feedback";

"Add Additional Feedback" = "Fügen Sie zusätzliches Feedback hinzu";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "Wie würden Sie die Leistung des virtuellen TELUS-Assistenten bewerten, der Ihnen gerade geholfen hat?";
"Want to share feedback?" = "Möchten Sie Feedback geben?";
"Sorry! Your device does not support speech input" = "Es tut uns leid! Ihr Gerät unterstützt keine Spracheingabe";
"Say something" = "Sag etwas";
"Ask me something" = "Geben Sie Ihre Nachricht ein";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Beim Herstellen der Verbindung ist ein Fehler aufgetreten. Stellen Sie sicher, dass die Anmeldeinformationen korrekt sind, und versuchen Sie es erneut";
"Logout" = "Ausloggen";
"This field is required" = "Dieses Feld wird benötigt";
"This password is incorrect" = "Dieses Passwort ist falsch";
"This Jid  is invalid" = "Diese JID ist ungültig";
"Sign in" = "Anmelden";
"Password" = "Passwort";
"Chatbot" = "Chatbot";
"Mobile" = "Mobiltelefon";
"Privacy Policy" = "Datenschutz-Bestimmungen";
"Agent" = "Agentin";
"Read more" = "Weiterlesen";
"Read less" = "Lese weniger";
"Close" = "Nah dran";
"Email" = "Email";
"Email address" = "E-Mail-Addresse";
"Quick reply" = "Schnelle Antwort";
"Emoji" = "Emoticons";
"Please Enter Email" = "Bitte E-Mail eingeben";
"Email Sent" = "E-Mail gesendet";
"OK" = "OK";
"YES" = "JA";
"NO" = "NEIN";
"Immediate fun or longer purpose - how to choose?" = "Sofortiger Spaß oder längerer Zweck - wie soll man wählen?";
"good" = "gut";
"response" = "Antwort";
"Failure" = "Versagen";
"Feedback successfully posted." = "Feedback Erfolgreich posten.";
"Error" = "Fehler";
"No Internet connection " = "Keine Internetverbindung ";
"Oops!" = "Hoppla!";
"Hi" = "Hallo";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", vielen Dank für Ihre Geduld. Wir werden Sie in Kürze mit dem nächsten verfügbaren Agenten verbinden.";
"Waiting for agent" = "Warten auf Agenten";
"is now connected to chat" = "ist jetzt mit dem Chat verbunden";
"Genesys Call Transfer" = "Genesys-Anrufweiterleitung";
"No Chatbot Found" = "Kein Chatbot gefunden";
"Feedback" = "Retour";
"Message!" = "Nachricht!";
"Sorry, the requested URL not found!" = "Entschuldigung, die angeforderte URL wurde nicht gefunden!";
"Text to speech" = "Text zu Sprache";
"Enable text to speech" = "Aktivieren Sie Text-to-Speech";
"has disconnected the chat" = "hat den Chat getrennt";
"Please enter valid email" = "bitte eine gültige E-Mail-Adresse eintragen";
"Success" = "Erfolg";
"Sorry! Currently no agent is available" = "Es tut uns leid! Derzeit ist kein Agent verfügbar";
"Oops, this service is temporarily unavailable" = "Hoppla, dieser Dienst ist vorübergehend nicht verfügbar";
"Retry" = "Wiederholen";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "Sie sind nicht mehr mit dem Live-Agenten verbunden.";
"Unable to load the requested URL" = "Die angeforderte URL kann nicht geladen werden";
"Unable to serve, you are too fast in typing" = "Sie können nicht bedienen, da Sie zu schnell tippen";
"Unable to play video" = "Video kann nicht abgespielt werden";
"Thank You" = "Danke";
"Chatbot cannot connect to the server at the moment. Please retry." = "Chatbot kann derzeit keine Verbindung zum Server herstellen. Bitte erneut versuchen.";
"Connect" = "Connect";
"Permission Denied" = "Zugriff verweigert";
"Speech recognition permission is declined. Please allow access from settings." = "Die Berechtigung zur Spracherkennung wurde abgelehnt. Bitte erlauben Sie den Zugriff über die Einstellungen.";
"Mike permission is declined. Please allow access from settings." = "Mikes Erlaubnis wird abgelehnt. Bitte erlauben Sie den Zugriff über die Einstellungen.";
"Please allow location access to fetch your current location." = "Bitte erlauben Sie den Standortzugriff, um Ihren aktuellen Standort abzurufen.";
"Open Settings" = "Einstellungen öffnen";
"Not Now" = "nicht jetzt";
"Please select location on the map" = "Bitte wählen Sie den Standort auf der Karte aus";
"Done" = "Erledigt";
"Clear" = "Klar";
"Signature" = "Unterschrift";
"Signature not found." = "Signatur nicht gefunden.";
"Upload QR Code" = "Laden Sie den QR-Code hoch";
"Scan QR Code" = "QR-Code scannen";
"Please select option" = "Bitte Option auswählen";
"Upload from Library" = "Aus der Bibliothek hochladen";
"Scanned Code" = "Gescannter Code";
"Uploaded QR Code is not valid. Please upload again." = "Der hochgeladene QR-Code ist ungültig. Bitte erneut hochladen.";
"Device has no camera" = "Gerät hat keine Kamera";
"Please allow permission to use the Camera so that you can scan QR code." = "Bitte erteilen Sie die Erlaubnis, die Kamera zu verwenden, damit Sie den QR-Code scannen können.";
"Please allow permission to access photos so that you can scan QR code." = "Bitte erlauben Sie den Zugriff auf Fotos, damit Sie den QR-Code scannen können.";
"Reupload QR Code" = "Laden Sie den QR-Code erneut hoch";
"Rescan QR Code" = "QR-Code erneut scannen";
"unread message(s)" = "ungelesene Nachrichten)";
"Chat Invite" = "Chat-Einladung";
"You have a new chat invite from" = "Sie haben eine neue Chat-Einladung von";
"Reject" = "ablehnen";
"Accept" = "akzeptieren";
"Your session has been expired. Please start a new conversation." = "Ihre Session ist abgelaufen. Bitte beginnen Sie ein neues Gespräch.";
"Please enter" = "Bitte eingeben";
"Please enter valid" = "Bitte geben Sie gültig ein";
"can't be more than" = "mehr kann es nicht sein";
"characters" = "Zeichen long";
"Select" = "wählen";
"Please select" = "Bitte auswählen";
"Unable to send chat transcript." = "Chat-Transkript konnte nicht gesendet werden.";
"Reset" = "Zurücksetzen";
"Please enter details" = "Bitte geben Sie Details ein";
"Email will be send to you shortly" = "Eine E-Mail wird Ihnen in Kürze zugesandt";
